Repository: Lixmmy/SistimePortal
Catalog: lib/l10n/app_*.arb
Languages: id

# welcomeMessage
source: Welcome, {userName}!
id: Selamat datang, {userName}!

source: Profile
id: Profil

# infoProfil
source: Profile Info
id: Info Profil

source: Language
id: Bahasa

source: Student ID Card
id: Kartu Tanda Mahasiswa

source: Change Password
id: Ganti Kata Sandi

source: Logout
id: Keluar

source: Profile data not available
id: Data profil tidak tersedia

source: Select Language
id: Pilih Bahasa

source: Language Settings
id: Pengaturan Bahasa

# languageChangedConfirmation
source: Language changed to {languageName}
id: Bahasa berhasil diubah ke {languageName}

source: Major
id: Jurusan

source: Year of entry
id: Angkatan

source: Religion
id: Agama

# noHp
source: Phone Number
id: No.Hp

source: Edit Profile
id: Edit Profil

source: Student ID Number
id: No. Induk Mahasiswa

source: Student Card
id: Kartu Tanda Mahasiswa

source: identity card
id: Kartu Indentitas

source: Place and Date of Birth
id: Tempat/Tgl Lahir

source: Name
id: Nama

source: Study Programs
id: Program Studi

source: Valid Until
id: Berlaku Sampai

source: Edit Photo
id: Edit Foto

source: Place of Birth
id: Tempat Lahir

source: Date of Birth
id: Tanggal Lahir

# roomClass
source: Class
id: Kelas

source: Summary
id: Ringkasan

source: Number of Courses Passed
id: Jumlah Mata Kuliah Lulus

source: Number of Courses Not Passed
id: Jumlah Mata Kuliah Tidak Lulus

source: Number of Credits
id: Jumlah SKS

source: Temporary GPA
id: IPK Sementara

source: GPA
id: IPK

source: Final GPA
id: IPK Akhir

source: Study Plan Card
id: Kartu Rencana Studi

source: Study Results Card
id: Kartu Hasil Studi

# valueTranscript
source: Value Transcripts
id: Nilai Transkrip

source: Code
id: Kode

source: lecture
id: Dosen

source: Quiz Grade
id: Nilai Quiz

source: Assignment Grade
id: Nilai Tugas

source: Final Grade
id: NIlai UAS

source: Midterm Grade
id: Nilai UTS

source: Project Score
id: NIlai Project

source: Attendance Grade
id: NIlai Absensi

source: Submit
id: Ajukan

source: Subject
id: Mata Kuliah

source: Grade
id: Nilai

source: Course Code
id: Kode Mata Kuliah

source: Course
id: Mata Kuliah

source: Attendance
id: Absensi

source: Assignment
id: Tugas

source: Campus
id: Kampus

source: Information
id: Keterangan

source: Campus Code
id: Kode Kampus

source: Program Study Code
id: Kode Program Studi

# schoolAddress
source: School Adress
id: Alamat Sekolah

source: School
id: Sekolah

source: College Time
id: Waktu Sekolah

source: Gender
id: Jenis Kelamin

source: Hobby
id: Hobi

source: Blood Type
id: Golongan Darah

source: School Department
id: Jurusan Sekolah

source: Nasionality
id: Kewarganegaraan

source: Mother Name
id: Nama Ibu

source: Father Name
id: Nama Ayah

source: Parental Education
id: Pendidikan Orang Tua

source: Diploma Date
id: Tanggal Diploma

source: Registration Date
id: Tanggal Pendaftaran

source: Graduation Year
id: Tahun Lulus

source: Parent Phone Number
id: No.Hp Orang Tua

source: Address
id: Alamat

source: Number of Siblings
id: Jumlah Saudara

source: Birth Order
id: Anak ke-

source: Parrenting Job
id: Pekerjaan Orang Tua

source: Parrent Address
id: Alamat Orang Tua

source: Diploma Number
id: Nomor Ijazah

source: Save
id: Simpan

source: Cancel
id: Batal
